[
    {
        "id": 1,
        "jobCompany": "Larian Studios",
        "jobImage": "/assets/larian2.jpg",
        "jobCulture": "My perception of their culture is that it is a very passionate and fun place to work at. With the CEO full roleplaying during game development updates shows me that this company enjoys their games as much as anyone else. ",
        "jobBenefit": "Not Stated",
        "jobHybrid": "No / Not Stated",
        "jobLocation": "Quebec",
        "jobStackAndSkill": "I work on fullstack so I have some experience on all stack. For this position in particular I do think I would need more experience and work on UI design. THis is a designer job and I would admit I am not the best with UI design.",
        "jobAchieve": "I would love to creaet games with Larian. I'm a huge fan of their company and have kept up with them for a while now. I love the RPG genre and I think that Larian is one of the top RPG game makers at the moment. I would love to be able ",
        "jobCurrentSkillset": "I do not have the current skillset for this job. I would need to learn C++. I can also work on more design. Learn game engines.",
        "jobCompanyLink": "https://quebec.larian.com/",
        "jobPositionLink": "https://quebec.larian.com/careers/37041f80-13c8-4b5a-85ea-261c1bc20ccf"
    },
    {
        "id": 2,
        "jobCompany": "Hasbro",
        "jobImage": "/assets/hasbro2.jpg",
        "jobCulture": "culture placeholder",
        "jobBenefit": "benefit placeholder",
        "jobHybrid": "hybrid placeholder",
        "jobLocation": "location placeholder",
        "jobStackAndSkill": "answer placeholder",
        "jobAchieve": "answer placeholder",
        "jobCurrentSkillset": "answer placeholder",
        "jobCompanyLink": "link",
        "jobPositionLink": "link"
    },
    {
        "id": 3,
        "jobCompany": "Lego",
        "jobImage": "/assets/lego2.jpg",
        "jobCulture": "It seems that curiosity, creativity, and imagination are a large driving force in this company. Children are their role models and they strive to create a diverse, dynamic, and inclusive environment.",
        "jobBenefit": "Family care leave. Insurance. Access to Wellbeing Facilities. Colleague Discounts for Lego merchandise. Bonuses.",
        "jobHybrid": "Yes, average 3 days a week in the office only.",
        "jobLocation": "København K, Denmark",
        "jobStackAndSkill": "I am working on fullstack on the project so I have some understanding since they mainly require next.js, typescript, react for frontend and  C# and .Net for backend. the only new skill I would need is on learning how to use enterprise resource planning software.",
        "jobAchieve": "If I were able to work for Lego, I would like to continue creating creative and dynamic websites and just making funner experiences for the users. I really just want to make things that users can interact with and enjoy. I would like to continue to move up but I do think I want to continue to actually make things.",
        "jobCurrentSkillset": "I currently do not have the skillset required. I would need to learn how to use enterprise resource planning (ERP) software, specifically software provided by SAP.",
        "jobCompanyLink": "https://www.lego.com/en-gb/careers/who-we-are",
        "jobPositionLink": "https://www.lego.com/en-gb/careers/job/software-engineer-model-production-254c29653f1b1001ccce77e16d230000"
    },
    {
        "id": 4,
        "jobCompany": "Pixar",
        "jobImage": "/assets/pixar2.jpg",
        "jobCulture": "culture placeholder",
        "jobBenefit": "benefit placeholder",
        "jobHybrid": "hybrid placeholder",
        "jobLocation": "location placeholder",
        "jobStackAndSkill": "answer placeholder",
        "jobAchieve": "answer placeholder",
        "jobCurrentSkillset": "answer placeholder",
        "jobCompanyLink": "link",
        "jobPositionLink": "link"
    },
    {
        "id": 5,
        "jobCompany": "Blizzard",
        "jobImage": "/assets/blizzard2.jpg",
        "jobCulture": "I do know that Blizzard does not have the best reputation for their culture. I have heard of a lot of crunch and long hours. However, I am a Blizzard fan and I have heard many of the employees are also Blizzard fans and I feel I would be working with people who are very passionate about what they are doing.",
        "jobBenefit": "Insurance. 401k. Mental health and Wellness programs. Relocation Eligibility.",
        "jobHybrid": "Yes",
        "jobLocation": "Irvine, CA",
        "jobStackAndSkill": "I am working fullstack so I do have some experience either way. For this job, I would probably need more frontend experience. ",
        "jobAchieve": "I would love to eventually move to game development on Blizzard games. I don't particularly care which because I am a fan of all Blizzard games, but if I had a choice I would love to work on World of Warcraft. I would love to leave my mark on a Blizzard game and say that I did that in one of my favorite game creating company.",
        "jobCurrentSkillset": "I do not have the current skillset required for the job. One of the first thing I would need to learn is C++ and Python. I would need experience with visual scripting language like Blueprint. Need to be familiar with localization and internationalization systems.",
        "jobCompanyLink": "https://careers.blizzard.com/global/en/home",
        "jobPositionLink": "https://careers.blizzard.com/global/en/job/R025141/Software-Engineer-Gameplay-UI"
    }
]